tap "homebrew/cask"
brew "colordiff"
brew "git"
brew "grip"
brew "nvim"
brew "tmux"
cask "bettertouchtool"
cask "brave-browser"
cask "cyberduck"
cask "dropbox"
cask "fastrawviewer"
cask "flux"
cask "iterm2"
cask "keepassxc"
cask "nordvpn"
cask "slack"
cask "zoom"
