brew "colordiff"
brew "nvim"
brew "tmux"
brew "tree"
brew "gotop"
brew "fzf"
brew "the_silver_searcher"
brew "bat"
brew "ripgrep"
brew "jdtls"
brew "lua-language-server"
brew "jq"
brew "mysql"
brew "pyenv"
brew "zsh-syntax-highlighting"
brew "tldr"
brew "gh"
brew "htop"
brew "gotop"
brew "kubectl-site"
brew "maven-completion"
brew "openssl"
brew "sqlite"
brew "tree-sitter"
brew "grpcurl"
brew "eza"
brew "gh"
brew "kubernetes-cli"
brew "kubectl-site"

