tap "homebrew/cask"
brew "grip"
brew "colordiff"
brew "nvim"
brew "tmux"
brew "fzf"
brew "the_silver_searcher"
brew "bat"
brew "ripgrep"
brew "jdtls"
brew "jq"
brew "mysql"
brew "pyenv"
brew "zsh-syntax-highlighting"
brew "maven-completion"
brew "openssl"
brew "sqlite"
brew "tree-sitter"
brew "grpcurl"
brew "eza"
brew "gh"
brew "kubernetes-cli"
brew "kubectl-site"
brew "tmuxinator"

cask "keepassxc"
cask "slack"
cask "kitty"
